Repository: barisbaburoglu/surveyapp
Catalog: lib/l10n/app_*.arb
Languages: lt, mk

# appTitle
source: survey
lt: aptauja
mk: анкета

# studentSurveyButtonGoText
source: Student Survey
lt: Studentu aptauja
mk: Анкета за студенти

# teacherSurveyButtonGoText
source: Teacher Survey
lt: Skolotāju aptauja
mk: Анкета за наставници

# employerSurveyButtonGoText
source: Employer Survey
lt: Darba devēju aptauja
mk: Анкета на работодавачот

# appBarTitleStudent
source: Student Survey Questions
lt: Studentu aptauja Jautājumi
mk: Анкета за студенти Прашања

# appBarTitleTeacher
source: Teacher Survey Questions
lt: Skolotāju aptauja Jautājumi
mk: Анкета за наставници Прашања

# appBarTitleEmployer
source: Employer Survey Questions
lt: Darba devēju Jautājumi
mk: Анкета за наставници Прашања

source: Previous
lt: Iepriekšējais
mk: Претходна

source: Next
lt: Nākamais
mk: Следно

# sendSurveyButtonText
source: Send the Survey
lt: Nosūtīt aptauju
mk: Испратете ја Анкетата

# scorePageTitle
source: Survey Results
lt: Aptaujas rezultāti
mk: Резултати од истражувањето

# homePageButtonText
source: Homepage
lt: Mājas lapa
mk: Почетна страница

# okButtonText
source: ok
lt: labi
mk: добро

# number
source: no.
lt: nr.
mk: бр.

source: level
lt: līmenī
mk: ниво

# value
source: percentage
lt: procentos
mk: процентот

# switchThemeButtonText
source: switch theme
lt: pārslēdziet motīvu
mk: смени тема

source: let's start
lt: sāksim
mk: да почнеме

# exitButtonText
source: exit
lt: Izeja
mk: излез

# errorSendMessage
source: The survey cannot be sent before it is completed
lt: Aptauju nevar nosūtīt, pirms tā nav pabeigta
mk: Анкетата не може да се испрати пред да биде завршена
